Repository: khadijahawa/bullzar
Catalog: src/locales/*/messages.po
Languages: ar_eg, fr

source: "Brave members, handpicked for a groundbreaking cloning ritual to power our club's future expeditions. Mint one of the chosen few, and you'll enjoy a thrilling return of 314,000 $BEARS & 31415 $BULL! Mint a Royalty, your destiny awaits with a majestic bounty 1,300,000$BEARS & 131,000 $BULL. Join the adventure now!"
ar_eg: "أعضاء شجعان، تم اختيارهم بعناية للقيام بطقوس استنساخ رائدة لدعم الرحلات الاستكشافية المستقبلية لنادينا. اصنع واحدة من القلائل المختارين، وسوف تستمتع بعائد مثير قدره 314000 BULL و31415 BEARS! اصنع ملكية، مصيرك ينتظر مع مكافأة مهيبة بقيمة 1,300,000 BEARS و 131,000 BULL. انضم إلى المغامرة الآن!"
fr: "Des membres courageux, triés sur le volet pour un rituel de clonage révolutionnaire destiné à alimenter les futures expéditions de notre club. Misez sur l'un des élus, et vous bénéficierez d'un retour palpitant de 314 000 $BEARS & 31415 $BULL ! Misez sur une Royauté, votre destin vous attend avec une majestueuse prime de 1 300 000 $BEARS et 131 000 $BULL. Rejoignez l'aventure dès maintenant !"

source: "Get a pass, obtain a Clone-Worker, and set them to work! Want BEARS to recruit a WORKER? Acquire them through staking BULL tokens or just Swap BEARS for BULL from wallet."
ar_eg: "احصل على تصريح، واحصل على Clone-Worker، وقم بتعيينهم للعمل! هل تريد BEARS$؟ احصل عليهم من خلال Staking BULL أو فقط قم بمبادلة BEARS بـ BULL من المحفظة."
fr: "Obtenez un laissez-passer, obtenez un Clone-Travailleur et mettez-le au travail ! Vous voulez des OURS pour recruter un TRAVAILLEUR ? Obtenez-les en misant des jetons BULL ou échangez simplement des BEARS contre des BULL dans votre portefeuille."

source: "Only one member possesses the Eye of Ra, and their Identity remains a Mystery."
ar_eg: "عضو واحد فقط يمتلك عين رع، وهويته تظل لغزا."
fr: "Un seul membre possède l'œil de Râ, et son identité reste un mystère

source: "Whether it's an adventurous journey, an educational dream, a celebration, or a game-changing idea, turn your dreams into reality with fundraising."
ar_eg: "سواء كانت رحلة مليئة بالمغامرات، أو حلمًا تعليميًا، أو احتفالًا، أو فكرة تغير قواعد اللعبة، حوّل أحلامك إلى حقيقة من خلال جمع التبرعات."
fr: "Qu'il s'agisse d'un voyage aventureux, d'un rêve éducatif, d'une célébration ou d'une idée qui change la donne, transformez vos rêves en réalité grâce à la collecte de fonds

source: Active Fundraisers
ar_eg: جمع التبرعات النشطة
fr: Collecteurs de fonds actifs

source: AIRDROP
ar_eg: إنزال جوي

source: ALL Friends
ar_eg: كل الأصدقاء
fr: TOUS les amis

source: ALL Fundraisers
ar_eg: جميع التبرعات
fr: Toutes les collectes de fonds

source: animals
ar_eg: الحيوانات
fr: animaux

source: Anonymous!
ar_eg: مجهول!
fr: Anonyme !

source: Balance
ar_eg: رصيد حساب
fr: Équilibre

source: BALANCE
ar_eg: رصيد حساب
fr: ÉQUILIBRE

source: Balance :
ar_eg: رصيد حساب
fr: Équilibre

source: Balance:
ar_eg: رصيد حساب
fr: ÉQUILIBRE

source: BASE NFT PASS & MEMBERS
ar_eg: بطاقة NFT الأساسية والأعضاء
fr: CARTE DE BASE NFT & MEMBRES

source: BASE-MAINNET DAPP
ar_eg: DAPP BASE-MAINNET

source: BASE-MAINNET Owned NFTs
ar_eg: NFTs المملوكة لـ BASE-MAINNET

source: BIRTH ZODIAC :
ar_eg: برج الميلاد :
fr: ZODIAC DE NAISSANCE :

source: BRIDGE --
ar_eg: كوبري --
fr: PONT --

source: Bridge BULL Polygon & BSC TOKENs FOR BULL-BASE
ar_eg: جسر BULL Polygon & BSC TOKENs واحصل على BULL-BASE
fr: Pont BULL Polygone & BSC TOKENs POUR BULL-BASE

source: BRIDGE TO
ar_eg: جسر إلى
fr: PONT VERS

source: BULL OR BEAR
ar_eg: الثور أو الدب
fr: TAUREAU OU OURS

source: BULL-BASE Balance
ar_eg: رصيد BULL-BASE
fr: Balance BULL-BASE

source: BULLS-BASE BALANCE
ar_eg: رصيد BULL-BASE
fr: Balance BULL-BASE

source: BURN Club Polygon & BSC NFTs FOR BULL-BASE MYSTERY BOX
ar_eg: حرق Club Polygon و BSC NFTs يحصل صندوق الغموض
fr: BURN Club Polygon et BSC NFT POUR BULL-BASE MYSTERY BOX

source: Buy
ar_eg: شراء
fr: Acheter

source: Campaigns
ar_eg: الحملات
fr: Campagnes

source: Chain:
ar_eg: سلسلة:
fr: Chaîne :

source: Check out Club conference @Spot
ar_eg: تحقق من مؤتمر النادي @Spot
fr: Découvrez la conférence du Club @Spot

source: Claim
ar_eg: مطالبة
fr: Réclamation

source: Claim Rewards
ar_eg: مطالبة
fr: Réclamer des récompenses

source: Claimable Rewards
ar_eg: المكافآت القابلة للمطالبة بها
fr: Récompenses à réclamer

source: CLONED MEMBERS
ar_eg: الأعضاء المستنسخين
fr: MEMBRES CLONÉS

source: Copyright:
ar_eg: حقوق النشر:
fr: Droit d'auteur :

source: Create a Fundraiser
ar_eg: إنشاء حملة لجمع التبرعات
fr: Créer une collecte de fonds

source: Create A Fundraiser
ar_eg: إنشاء حملة لجمع التبرعات
fr: Créer une collecte de fonds

source: Create BULL Friend NFT
ar_eg: إنشاء BULL Friend NFT
fr: Créer BULL Friend NFT

source: Create Campaign
ar_eg: إنشاء حملة
fr: Créer une campagne

source: Create NFT
ar_eg: إنشاء NFT
fr: Créer un NFT

source: Creator
ar_eg: المنشئ
fr: Créateur

source: Days Left
ar_eg: ايام متبقية
fr: Jours restants

source: Description:
ar_eg: وصف:

source: Donate
ar_eg: تبرع
fr: Faire un don

source: Donate to campaign
ar_eg: تبرع للحملة
fr: Faire un don à la campagne

source: Donators
ar_eg: المانحون
fr: Donateurs

source: Earned this session:
ar_eg: حصلت على هذه الدورة:
fr: Obtenu lors de cette session :

source: Error
ar_eg: خطأ
fr: Erreur

source: Events to be announced
ar_eg: الأحداث سيتم الإعلان عنها
fr: Événements à venir

source: EYE OF RA HOLDER
ar_eg: عين RA حامل
fr: ŒIL DU DÉTENTEUR DE RA

source: FAMILY :
ar_eg: عائلة :
fr: FAMILLE :

source: Favorite Location :
ar_eg: الموقع المفضل :
fr: Lieu de prédilection :

source: Flip again!
ar_eg: مرة أخرى!
fr: Retournez encore une fois !

source: Flip!
ar_eg: تقليب

source: Found the EYE of Ra?! Recieve 314000 BULL & 5 MIL BEARS, only 133 unique members "Legacy Phase"
ar_eg: العثور على عين رع؟! احصل على 314000 BULL و5 MIL BEARS عضوًا فريدًا فقط "Legacy Phase" 133
fr: Trouvez l'ŒIL de Râ ! Recevez 314000 BULL & 5 MIL BEARS, seulement 133 membres uniques "Legacy Phase"

source: Friends
ar_eg: أصدقاء
fr: Amis

source: Fund
ar_eg: تمويل
fr: Fonds

source: Game Contract
ar_eg: عقد اللعبة
fr: Contrat de jeu

source: Get Member with Debit/Credit Card
ar_eg: احصل على عضو ببطاقة الخصم/الائتمان
fr: Devenir membre avec une carte de débit/crédit

source: Happy Event, Travel, Education, Party, Game or Any Idea you may have
ar_eg: حدث سعيد، أو سفر، أو تعليم، أو حفلة، أو لعبة أو أي فكرة قد تكون لديكم
fr: Happy Event, Travel, Education, Party, Game ou toute autre idée que vous pourriez avoir

source: Happy Event, Travel, Education, Party, Game or Any other thing in your mind
ar_eg: حدث سعيد، سفر، تعليم، حفلة، لعبة أو أي شيء آخر في ذهنك
fr: Heureux événement, voyage, éducation, fête, jeu ou toute autre chose qui vous vient à l'esprit

source: Hint: Our Friends are cool
ar_eg: تلميح: أصدقاؤنا رائعون
fr: Indice : Nos amis sont cool

source: I Need a Worker!
ar_eg: أحتاج إلى عامل!
fr: J'ai besoin d'un travailleur !

source: in your wallet
ar_eg: في محفظتك
fr: dans votre portefeuille

source: in your wallet to interact with our DAPP
ar_eg: في محفظتك للتفاعل مع DAPP لدينا
fr: dans votre portefeuille pour interagir avec notre DAPP

source: LEGACY MEMBER FEE
ar_eg: رسوم الأعضاء
fr: COTISATION DES ANCIENS MEMBRES

source: Legacy Member NFT Staked generate an annual yield of 835,000 BEARS tokens
ar_eg: يُنتج العضو NFT Staked عائدًا سنويًا قدره 835000 BEARS$
fr: Le Legacy Member NFT Staked génère un rendement annuel de 835 000 jetons BEARS

source: Legend tells of Lost BULL token treasures scattered worldwide. Mando the 2nd confirms his grandfather, Mando the 1st, acknowledged their existence. It is a quest to find these tokens. Join the hunt as a CLONE-WORKER and seize your Share!
ar_eg: تحكي الأسطورة عن كنوز BULL الرمزية المنتشرة في جميع أنحاء العالم. يؤكد ماندو الثاني أن جده ماندو الأول اعترف بوجودهم. إنها مهمة للعثور على هذه الرموز. انضم إلى الصيد كعامل مستنسخ واحصل على حصتك!
fr: La légende parle de trésors de jetons BULL perdus dispersés dans le monde entier. Mando le 2e confirme que son grand-père, Mando le 1er, a reconnu leur existence. La recherche de ces jetons est une véritable quête. Rejoignez la chasse en tant que CLONE-WORKER et saisissez votre part !

source: Loading Balance...
ar_eg: جارٍ تحميل الرصيد...
fr: Chargement de l'équilibre...

source: Loading...
ar_eg: تحميل...
fr: Chargement...

source: Lucky Token :
ar_eg: رمز الحظ :
fr: Jeton de chance :

source: Member NFT Staked generate an annual yield of 438,000 BULL tokens
ar_eg: يُنتج العضو NFT Staked عائدًا سنويًا قدره 438,000 BULL$
fr: Les membres NFT mis en jeu génèrent un rendement annuel de 438 000 BULL tokens

source: MEMBER NUM :
ar_eg: رقم العضو :
fr: MEMBRE NUM :

source: Members
ar_eg: أعضاء
fr: Membres

source: MEMBERS
ar_eg: أعضاء
fr: MEMBRES

source: Members Early Access @Q4/2024
ar_eg: وصول المبكر للأعضاء @Q4/2024
fr: Accès anticipé des membres @Q4/2024

source: Minimum Bid
ar_eg: الحد الأدنى للمزايدة
fr: Offre minimale

source: Mint NFT
ar_eg: سك NFT
fr: Monnaie NFT

source: MUST BE MEMBER & HOLD PASS TO ATTEND EVENTS
ar_eg: يجب أن يكون عضوًا وأن يحمل تصريحًا لحضور الأحداث
fr: IL FAUT ÊTRE MEMBRE ET DÉTENIR UN LAISSEZ-PASSER POUR ASSISTER AUX ÉVÉNEMENTS

source: must have
ar_eg: يجب ان يملك
fr: doit avoir

source: NAME :
ar_eg: اسم :
fr: NOM :

source: Name:
ar_eg: اسم :
fr: Nom :

source: Need Support !
ar_eg: بحاجة إلى دعم !
fr: Besoin de soutien !

source: No Campaigns Found
ar_eg: لم يتم العثور على حملات
fr: Aucune campagne trouvée

source: NO MEETING AVAILABLE
ar_eg: لا يوجد اجتماع متاح
fr: PAS DE RÉUNION DISPONIBLE

source: No metadata for this NFT
ar_eg: لا توجد بيانات وصفية لهذا NFT
fr: Pas de métadonnées pour ce NFT

source: No NFTs found. Mint an NFT
ar_eg: لم يتم العثور على NFTs. صك NFT
fr: Aucun NFT n'a été trouvé. Imprimer un NFT

source: Not Listed
ar_eg: غير مدرج
fr: Non listé

source: OWN
ar_eg: ملك

source: OWN POLY & BSC NFTs or BULLSC-BULLS TOKEN,--
ar_eg: انت تملك BULL Polygon & BSC TOKENs
fr: NFTs POLY & BSC ou BULLSC-BULLS TOKEN,--

source: Owned
ar_eg: مملوكة
fr: Propriétaire

source: OWNED BASE NFTs
ar_eg: NFTs المملوكة @ BASE-MAINNET
fr: BASE PROPRIÉTÉ NFTs

source: PASS
ar_eg: جواز مرور
fr: PASSER

source: PASS HOLDER
ar_eg: جواز مرور
fr: PORTE-PASSE

source: Please Connect a Wallet
ar_eg: يرجى توصيل المحفظة
fr: Veuillez connecter un portefeuille

source: Polygon & BSC NFTs Collections
ar_eg: مجموعات Polygon وBSC NFTs
fr: Collections Polygon & BSC NFTs

source: Post your Campaign
ar_eg: انشر حملتك
fr: Publiez votre campagne

source: Price
ar_eg: سعر
fr: Prix

source: Price:
ar_eg: سعر:
fr: Prix :

source: Quantity
ar_eg: كمية
fr: Quantité

source: Raise fund
ar_eg: تمويل
fr: Collecte de fonds

source: Raise WEB3 fund for any occasion,
ar_eg: جمع صندوق WEB3 في أي مناسبة،
fr: Lever des fonds WEB3 pour n'importe quelle occasion,

source: Raised of
ar_eg: تمويل
fr: Relevés de

source: Receive 100% of Your Raised Funds
ar_eg: احصل على 100% من أموالك التي تم جمعها
fr: Recevez 100 % des fonds collectés

source: Reward Token:
ar_eg: رمز المكافأة:
fr: Jeton de récompense :

source: ROYALS
ar_eg: العائلة المالكة

source: SEND
ar_eg: يرسل
fr: ENVOYER

source: Send To Work
ar_eg: إرسال إلى العمل
fr: Envoyer au travail

source: SHOP FOR WORKERS
ar_eg: تسوق للعمال
fr: MAGASIN POUR LES TRAVAILLEURS

source: Sold Out
ar_eg: نفذ
fr: Épuisé

source: Stake
ar_eg: حصة
fr: Enjeu

source: STAKE BULL EARN BEARS
ar_eg: دعم BULL يحصل BEARS

source: Stake Token:
ar_eg: حصة
fr: Jeton d'enjeu :

source: Story
ar_eg: قصة
fr: Histoire

source: Support the cause, just because you want to.
ar_eg: ادعم القضية، فقط لأنك تريد ذلك.
fr: Soutenez la cause, juste parce que vous le voulez.

source: SWAP
ar_eg: تبديل

source: This drop is not ready to be minted yet. (No claim condition set)
ar_eg: هذه القطرة ليست جاهزة للسك بعد. (لم يتم تحديد شرط المطالبة)
fr: Cette goutte n'est pas encore prête à être frappée. (Aucune condition de réclamation définie)

source: To
ar_eg: ل
fr: A

source: Total Minted
ar_eg: إجمالي السك
fr: Total Frappé

source: Transaction in progress
ar_eg: المعاملة قيد التقدم
fr: Transaction en cours

source: TREASURE
ar_eg: كنز
fr: TRÉSOR

source: Unstake
ar_eg: غير مستقر
fr: Déstockage

source: UNSTAKE
ar_eg: لا تخاطر
fr: Déstockage

source: Upload an Image to Mint!
ar_eg: تحميل صورة إلى السك!
fr: Télécharger une image sur Mint !

source: W3B public blockchain-based Identity, decentralized domains that give users complete control and ownership
ar_eg: هوية W3B العامة المستندة إلى blockchain، والمجالات اللامركزية التي تمنح المستخدمين التحكم والملكية الكاملة
fr: W3B public blockchain-based Identity, domaines décentralisés qui donnent aux utilisateurs un contrôle et une propriété complets

source: WEB3 NFT DOMAINS
ar_eg: مجالات WEB3 NFT
fr: DOMAINES WEB3 NFT

source: Withdraw
ar_eg: ينسحب
fr: Se retirer

source: You need some $BEARS to get a PASS
ar_eg: أنت بحاجة إلى بعض الدببة $ للحصول على تصريح مرور
fr: Il faut des $BEARS pour obtenir un PASS

source: Your CLONE WORKERS
ar_eg: عمالك المستنسخين
fr: Vos COLLABORATEURS
